Repository: pizza-studio/PizzaHelperUnited
Catalog: Packages/PZHelper/Sources/PZHelper/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, it, ja, ko, ru, vi, zh_hans, zh_hant

# settings.profile.importAllUIDs.explanation
source: This option is extremely helpful to let the server know that you are really using your HoYoLAB / Miyoushe account on your own devices. Individual logins per UID for each game and each game-server may let the HoYoLAB / Miyoushe account server misunderstood how many device this HoYoLAB / Miyoushe account gets logged into, leading to earlier expiration of your cookies. If profile duplication happens during this process, then the existing profile will be updated instead with new cookie, the latest device fingerprint, and the latest device ID instead.
de: Diese Option ist äußerst hilfreich, um dem Server mitzuteilen, dass Sie Ihr HoYoLAB-/Miyoushe-Konto wirklich auf Ihren eigenen Geräten verwenden. Einzelne Anmeldungen pro UID für jedes Spiel und jeden Spielserver können dazu führen, dass der HoYoLAB-/Miyoushe-Kontoserver missversteht, wie viele Geräte dieses HoYoLAB-/Miyoushe-Konto verwendet, was zu einem früheren Ablauf Ihrer Cookies führen kann. Wenn während dieses Prozesses eine Profilduplikation auftritt, wird stattdessen das bestehende Profil mit neuen Cookies, dem neuesten Geräte-Fingerabdruck und der neuesten Geräte-ID aktualisiert.
es: Esta opción es extremadamente útil para que el servidor sepa que realmente estás usando tu cuenta de HoYoLAB / Miyoushe en tus propios dispositivos. Los inicios de sesión individuales por UID para cada juego y cada servidor de juego pueden hacer que el servidor de la cuenta HoYoLAB / Miyoushe entienda mal en cuántos dispositivos se ha iniciado sesión con esta cuenta de HoYoLAB / Miyoushe, lo que lleva a una expiración más temprana de tus cookies. Si ocurre duplicación de perfiles durante este proceso, entonces el perfil existente se actualizará en su lugar con una nueva cookie, la última huella digital del dispositivo y la última ID del dispositivo.
fil: Ang opsyon na ito ay lubos na nakakatulong upang malaman ng server na talagang ginagamit mo ang iyong HoYoLAB / Miyoushe account sa iyong sariling mga device. Ang indibidwal na pag-login kada UID para sa bawat laro at bawat game-server ay maaaring magdulot ng hindi pagkakaintindihan sa server ng HoYoLAB / Miyoushe account kung ilan ang mga device na pinasukan ng iyong HoYoLAB / Miyoushe account, na maaaring magdulot ng mas maagang pag-e-expire ng iyong cookies. Kung mangyari ang pag-duplicate ng profile sa prosesong ito, ang kasalukuyang profile ay maa-update sa halip gamit ang bagong cookie, ang pinakabagong fingerprint ng device, at ang pinakabagong ID ng device.
fr: Cette option est extrêmement utile pour informer le serveur que vous utilisez réellement votre compte HoYoLAB / Miyoushe sur vos propres appareils. Des connexions individuelles par UID pour chaque jeu et chaque serveur de jeu peuvent amener le serveur du compte HoYoLAB / Miyoushe à mal comprendre sur combien d'appareils ce compte HoYoLAB / Miyoushe est connecté, ce qui peut entraîner une expiration plus rapide de vos cookies. Si une duplication de profil se produit pendant ce processus, le profil existant sera alors mis à jour avec un nouveau cookie, l'empreinte digitale de l'appareil la plus récente et l'ID de l'appareil le plus récent.
it: Questa opzione è estremamente utile per far sapere al server che stai davvero utilizzando il tuo account HoYoLAB / Miyoushe sui tuoi dispositivi. Accessi individuali per UID per ogni gioco e ogni server di gioco potrebbero far fraintendere al server dell'account HoYoLAB / Miyoushe quanti dispositivi si effettivamente acceda con questo account, portando a una scadenza anticipata dei tuoi cookie. Se durante questo processo si verifica una duplicazione del profilo, il profilo esistente verrà invece aggiornato con un nuovo cookie, l'impronta digitale del dispositivo più recente e l'ID del dispositivo più recente.
ja: このオプションは、サーバーに対して貴殿が本当に自分のデバイスでこの 米遊社 / HoYoLAB アカウントを使用していることを知らせるのに非常に役立ちます。UID・ゲーム・ゲームサーバーごとの個別のログインは、この 米遊社 / HoYoLAB アカウントがどれだけのデバイスにログインしているかを米遊社 / HoYoLAB アカウントサーバーが誤解し、クッキーの有効期限が早まる恐れがあります。読み込む途中で重複のプロファイルが発見した場合、新規プロファイルを添付せず、代わりに既存プロファイルのクッキーと端末指紋情報と端末識別子を最新にします。
ko: 이 옵션은 서버가 사용자가 정말로 자신의 기기에서 HoYoLAB / 미유쌰 계정을 사용하고 있음을 알 수 있도록 매우 유용합니다. 각 게임 및 각 게임 서버에 대한 UID별 개별 로그인은 HoYoLAB / 미유쌰 계정 서버가 이 HoYoLAB / 미유쌰 계정에 몇 대의 기기가 로그인되어 있는지를 잘못 이해하게 하여 쿠키 만료를 앞당길 수 있습니다. 이 과정에서 프로필 중복이 발생하면 기존 프로필이 새 쿠키, 최신 기기 지문, 최신 기기 ID로 대신 업데이트됩니다.
ru: Эта опция чрезвычайно полезна для уведомления сервера о том, что вы действительно используете свой аккаунт HoYoLAB / Miyoushe на своих устройствах. Индивидуальные входы по UID для каждой игры и каждого игрового сервера могут привести к тому, что сервер аккаунта HoYoLAB / Miyoushe неправильно поймет, на скольких устройствах осуществляется вход в этот аккаунт HoYoLAB / Miyoushe, что может привести к более раннему истечению срока действия ваших cookie. Если в этом процессе произойдет дублирование профиля, то существующий профиль будет обновлен новыми cookie, последним отпечатком устройства и последним идентификатором устройства.
vi: Tùy chọn này cực kỳ hữu ích để cho phép máy chủ biết rằng bạn thực sự đang sử dụng tài khoản HoYoLAB / Miyoushe của mình trên thiết bị cá nhân. Việc đăng nhập riêng lẻ cho mỗi UID cho từng trò chơi và từng máy chủ trò chơi có thể khiến máy chủ tài khoản HoYoLAB / Miyoushe hiểu nhầm số lượng thiết bị mà tài khoản HoYoLAB / Miyoushe này đăng nhập vào, dẫn đến việc cookie của bạn hết hạn sớm hơn. Nếu quá trình này xảy ra trùng lặp hồ sơ, thì hồ sơ hiện có sẽ được cập nhật thay thế bằng cookie mới, dấu vân tay thiết bị mới nhất và ID thiết bị mới nhất.
zh_hans: 此选项非常有助于让服务器知道您确实是在自己的设备上使用您的米游社 / HoYoLAB 账号。您将相同的米游社 / HoYoLAB 账号下的每个游戏每个 UID 每个区服都「各自登录一次」的行为可能会让米游社 / HoYoLAB 服务器误解此账号登录了多少设备，导致 Cookie 提前失效。在这个读取过程中，当发现与既存的本地账号重复的情况时，则不再新增重复的账号，而是将既有账号的 Cookies、设备指纹、设备 ID 更新为最新的版本。
zh_hant: 此選項非常有助於讓伺服器知道您確實是在自己的裝置上使用您的米遊社 / HoYoLAB 帳號。相同的米遊社 / HoYoLAB 帳號下的每個遊戲每個 UID 每個區服都登入一次的話，可能會讓米遊社 / HoYoLAB 伺服器誤解此帳號登入了多少裝置，導致 Cookie 提前失效。在這個讀入過程中，如果發現與既存的本機帳號重複的情況的話，則不再新增重複的帳號，而是將既有帳號的 Cookies、設備指紋、設備 ID 更新為最新的版本。

# settings.profile.pleaseSelectGame
source: Please select game:
de: Bitte Spiel auswählen:
es: Por favor seleccione el juego:
fil: Mangyaring pumili ng laro:
fr: Veuillez sélectionner un jeu :
it: Seleziona gioco:
ja: ゲームを選択してください:
ko: 게임을 선택하세요
ru: Пожалуйста, выберите игру:
vi: Vui lòng chọn trò chơi:
zh_hans: 请选择游戏:
zh_hant: 請選擇遊戲:

# settings.profile.pleaseSelectRegion
source: Account type:
de: Kontotyp:
es: Tipo de cuenta:
fil: Uri ng account:
fr: Type de compte :
it: Tipo di account:
ja: アカウント種類:
ko: 계정 유형:
ru: Тип учетной записи:
vi: Loại tài khoản:
zh_hans: 账号种类:
zh_hant: 帳號種類:

# settings.requireLoginView.loginViaMiyousheOrHoyoLab.relogin
source: Relogin to HoYoLAB / Miyoushe
de: Erneut bei HoYoLAB / Miyoushe anmelden
es: Volver a iniciar sesión en HoYoLAB / Miyoushe
fil: Muling mag-login sa HoYoLAB / Miyoushe
fr: Reconnectez-vous à HoYoLAB / Miyoushe
it: Accedi nuovamente a HoYoLAB / Miyoushe
ja: HoYoLAB・米遊社通行証の再ログイン
ko: HoYoLAB / 미유셔에 다시 로그인
ru: Повторный вход в HoYoLAB / Miyoushe
vi: Đăng nhập lại vào HoYoLAB / Miyoushe
zh_hans: 重新登录米游社 / HoYoLAB 通行证
zh_hant: 重新登入米遊社 / HoYoLAB 通行證

# settings.section.otherSettings.header
source: Other Settings
de: Andere Einstellungen
es: Otras configuraciones
fil: Iba Pang Mga Setting
fr: Autres paramètres
it: Altre impostazioni
ja: 他の設定
ko: 기타 설정
ru: Другие настройки
vi: Cài Đặt Khác
zh_hans: 其他设定
zh_hant: 其他設定

# settings.section.profileManagement.header
source: Manage Local Profiles
de: Lokale Profile verwalten
es: Administrar perfiles locales
fil: Pamahalaan ang mga Lokal na Profile
fr: Gérer les profils locaux
it: Gestisci profili locali
ja: この端末で保存したプロフィールの管理
ko: 로컬 프로필 관리
ru: Управление локальными профилями
vi: Quản lý Hồ sơ Cục bộ
zh_hans: 管理这部设备上的本地账号
zh_hant: 管理這部裝置上的本機帳號

# settings.section.visualSettings.header
source: UI-Related Settings
de: UI-bezogene Einstellungen
es: Configuraciones relacionadas con la interfaz de usuario
fil: Mga Seting Kaugnay sa UI
fr: Paramètres de l'interface
it: Impostazioni relative all'interfaccia utente
ja: UIについて
ko: UI 관련 설정
ru: Настройки интерфейса
vi: Cài đặt liên quan đến giao diện người dùng
zh_hans: 用户界面相关
zh_hant: UI 相關

# settings.staminaTimer.autoInit.toggle.title
source: Automatically initiate Stamina Timer Live Activity
de: Automatisch Stamina-Timer Live-Aktivität starten
es: Iniciar automáticamente la actividad en vivo del temporizador de resistencia
fil: Awtomatikong simulan ang Stamina Timer Live Activity
fr: Démarrer automatiquement l'activité en direct
it: Avvia automaticamente l'attività in diretta del timer di resistenza
ja: スタミナタイマーのライブアクティビティを自動的に起こす
ko: 자동으로 스태미너 타이머 라이브 활동 시작
ru: Автоматически запустить Живую Активность Таймера Выносливости
vi: Tự động bắt đầu Hoạt động Trực tiếp của Bộ đếm thời gian Sức bền
zh_hans: 自动发起玩家体力计时器的实时活动
zh_hant: 自動發起玩家體力計時器的即時動態

# settings.staminaTimer.background.choose
source: Choose Background
de: Hintergrund wählen
es: Elegir fondo
fil: Piliin ang Background
fr: Choisir l'arrière-plan
it: Scegli sfondo
ja: 背景画像をご指定
ko: 배경 선택
ru: Выберите фон
vi: Chọn Nền
zh_hans: 指定背景图像
zh_hant: 指定背景圖像

# settings.staminaTimer.dynamicIsland.howToHide.answer
source: You can slide the Dynamic Island from left / right to the middle to hide it. Swipe left on the Stamina Timer on the lock screen to turn off the resin timer and the Dynamic Island.
de: Sie können die Dynamic Island von links/rechts zur Mitte schieben, um sie zu verbergen. Wischen Sie auf dem Sperrbildschirm nach links auf dem Ausdauer-Timer, um den Harz-Timer und die Dynamic Island auszuschalten.
es: Puedes deslizar la Isla Dinámica de izquierda/derecha al centro para ocultarla. Desliza hacia la izquierda en el Temporizador de Resistencia en la pantalla de bloqueo para apagar el temporizador de resina y la Isla Dinámica.
fil: Maaari mong i-slide ang Dynamic Island mula kaliwa / kanan papunta sa gitna upang itago ito. I-swipe pakaliwa ang Stamina Timer sa lock screen upang patayin ang resin timer at ang Dynamic Island.
fr: Balayez vers la gauche sur l'écran verrouillé ou l'île dynamique pour éteindre le minuteur sur ces derniers.
it: Puoi scorrere l'Isola Dinamica da sinistra / destra verso il centro per nasconderla. Scorri verso sinistra sul Timer della Resistenza nella schermata di blocco per disattivare il timer della resina e l'Isola Dinamica.
ja: Dynamic Island は、左または右から中央にスライドさせることで非表示にできます。 ロック画面でスタミナタイマーを左にスワイプすると、スタミナタイマーとDynamic Islandが閉じ消しになります。
ko: 동적 섬을 왼쪽/오른쪽에서 중간으로 슬라이드하면 숨길 수 있습니다. 잠금 화면의 스태미너 타이머를 왼쪽으로 스와이프하여 레진 타이머와 동적 섬을 끌 수 있습니다.
ru: Вы можете сдвинуть Dynamic Island слева / справа к середине, чтобы скрыть его. Проведите влево по таймеру состояния на экране блокировки, чтобы выключить таймер смолы и Dynamic Island.
vi: Bạn có thể trượt Dynamic Island từ trái / phải vào giữa để ẩn nó. Vuốt sang trái trên Stamina Timer trên màn hình khóa để tắt đồng hồ đếm nhựa và Dynamic Island.
zh_hans: 您可以将灵动岛从左边或右边滑动至中间以隐藏它。 在锁定画面上向左滑动玩家体力计时器，即可关闭玩家体力计时器和灵动岛。
zh_hant: 您可以將動態島從左邊或右邊滑動至中間以隱藏它。 在鎖定畫面上向左滑動玩家體力計時器，即可關閉玩家體力計時器和動態島。

# settings.staminaTimer.explanation
source: Stamina Timer is how this app utilizes the Live Activity feature of the iOS. You can click the ellipsis circle to the right of the Real-Time Note of a local profile in the Today tab to initiate it.
de: Mit dem Stamina-Timer nutzt diese App die Live-Aktivitätsfunktion von iOS. Sie können auf das Ellipsenkreis rechts neben der Echtzeit-Notiz eines lokalen Profils im Heute-Tab klicken, um es zu starten.
es: Stamina Timer es cómo esta aplicación utiliza la función de Actividad en Vivo de iOS. Puedes hacer clic en el círculo de puntos suspensivos a la derecha de la Nota en Tiempo Real de un perfil local en la pestaña Hoy para iniciarlo.
fil: Ang Stamina Timer ay kung paano ginagamit ng app na ito ang Live Activity na tampok ng iOS. Maaari mong i-click ang bilog na ellipsis sa kanan ng Real-Time Note ng lokal na profile sa tab na Today upang simulan ito.
fr: Le minuteur de recharge de résine utilise la fonctionnalité Activité en direct d'iOS. Vous pouvez cliquer sur l'icône de rafraîchissement dans l'onglet Aujourd'hui pour le lancer.
it: Il Timer di Resistenza è il modo in cui questa app utilizza la funzione Live Activity di iOS. Puoi cliccare sul cerchio con i tre punti a destra della Nota in Tempo Reale di un profilo locale nel tab Oggi per avviarlo
ja: スタミナタイマーは、当アプリが iOS のライブアクティビティ機能を利用する方法です。「今日」タブでいずれのプロファイルの「リアルタイム便箋」の右にある三点アイコンをクリックすると、スタミナタイマーのライブアクティビティが開始されます。
ko: 이 앱은 iOS의 Live Activity 기능을 활용하여 체력 타이머를 제공합니다. Today 탭의 로컬 프로필의 실시간 노트 오른쪽에 있는 줄임표 원을 클릭하여 이를 시작할 수 있습니다.
ru: Таймер выносливости - это способ использования этого приложения функции «Живая активность» в iOS. Вы можете нажать на круг с тремя точками справа от «Заметки в реальном времени» локального профиля на вкладке «Сегодня», чтобы запустить его.
vi: Hẹn giờ Sức bền là cách ứng dụng này sử dụng tính năng Hoạt động Trực tiếp của iOS. Bạn có thể nhấp vào hình ba chấm ở bên phải Ghi chú Thời gian Thực của hồ sơ địa phương trong tab Hôm nay để bắt đầu nó.
zh_hans: 玩家体力计时器依赖 iOS 的实时活动功能来运作。您可以点击今日页签下的任一本地账号的实时便笺旁边的三个点圆圈来启动它。
zh_hant: 玩家體力計時器依賴iOS的即時動態功能來運作。您可以點按今日頁籤下的任一本機帳號的實時便箋旁邊的三個點圓圈來啟動它。

# settings.staminaTimer.gotoSystemSettings
source: Go to System Settings to enable Live Activity for this app
de: Gehen Sie zu den Systemeinstellungen, um Live-Aktivität für diese App zu aktivieren
es: Vaya a Configuración del Sistema para habilitar Actividad en Vivo para esta aplicación
fil: Pumunta sa Mga Setting ng Sistema upang paganahin ang Live na Aktibidad para sa app na ito
fr: Accédez aux paramètres système pour activer l'activité en direct pour cette application
it: Vai su Impostazioni di sistema per abilitare Live Activity per questa app
ja: システム設定に移動して、当アプリのライブアクティビティを有効にしてください。
ko: 시스템 설정으로 이동하여 이 앱의 라이브 활동을 활성화하세요
ru: Перейдите в настройки системы, чтобы включить живую активность для этого приложения
vi: Đi tới Cài đặt Hệ thống để bật Hoạt động Trực tiếp cho ứng dụng này
zh_hans: 前往系统设定以启用本 App 的实时活动
zh_hant: 前往系統設定以啟用敝 App 的即時動態

# settings.staminaTimer.randomBackground.title
source: Use Random Background
de: Zufälligen Hintergrund verwenden
es: Usar fondo aleatorio
fil: Gumamit ng Random na Background
fr: Utiliser un fond aléatoire
it: Usa sfondo casuale
ja: 任意の背景画像を起用
ko: 랜덤 배경 사용
ru: Использовать случайный фон
vi: Sử dụng hình nền ngẫu nhiên
zh_hans: 启用随机背景图像
zh_hant: 啟用隨機背景圖像

# settings.staminaTimer.realtimeActivity.notEnabled
source: Live Activity for this app is not permitted by the system
de: Live-Aktivität für diese App ist vom System nicht erlaubt
es: La actividad en vivo para esta aplicación no está permitida por el sistema
fil: Hindi pinapayagan ng sistema ang Aktibong Gawain para sa app na ito
fr: L'activité en direct pour cette application n'est pas autorisée par le système
it: Attività in tempo reale per questa app non consentita dal sistema
ja: システムから当アプリへ「ライブアクティビティの権限」を下されておりませんでした
ko: 시스템에서 이 앱의 라이브 활동이 허용되지 않습니다
ru: Системой не разрешена живая активность для этого приложения
vi: Hoạt động trực tiếp cho ứng dụng này không được hệ thống cho phép
zh_hans: 系统尚未准许本 App 的实时活动权限
zh_hant: 系統尚未准許本 App 的即時動態權限

# settings.staminaTimer.settings.navTitle
source: Stamina Timer Settings
de: Ausdauer-Timer-Einstellungen
es: Configuración del Temporizador de Resistencia
fil: Mga Setting ng Oras ng Tibay
fr: Paramètres minuterie
it: Impostazioni del timer di resistenza
ja: スタミナタイマーの設定
ko: 스태미너 타이머 설정
ru: Настройки таймера выносливости
vi: Cài đặt Bộ đếm Thời gian Sức bền
zh_hans: 玩家体力计时器设定
zh_hant: 玩家體力計時器設定

# settings.staminaTimer.showExpedition.title
source: Show Expedition
de: Expedition anzeigen
es: Mostrar Expedición
fil: Ipakita ang Ekspedisyon
fr: Afficher les expéditions
it: Mostra Spedizione
ja: 派遣依頼の情報も表示する
ko: 탐색 표시
ru: Показать экспедицию
vi: Hiển thị cuộc thám hiểm
zh_hans: 显示派遣委托
zh_hant: 顯示派遣委託

# settings.staminaTimer.useTransparentBackground.title
source: Use Glass Material Background
de: Glasmaterial-Hintergrund verwenden
es: Usar fondo de material de vidrio
fil: Gumamit ng Salamin na Materyal na Background
fr: Utiliser un fond flou
it: Usa sfondo materiale vetro
ja: ガラス材質を背景画像とす
ko: 유리 재질 배경 사용
ru: Использовать стеклянный материал в качестве фона
vi: Sử dụng nền chất liệu kính
zh_hans: 以玻璃材质为背景图像
zh_hant: 以玻璃材質為背景圖像

# settings.uiSettings.title
source: Display Settings
de: Anzeige-Einstellungen
es: Configuración de pantalla
fil: Mga Setting ng Pagpapakita
fr: Paramètres d'affichage
it: Impostazioni display
ja: 表示設定
ko: 화면 설정
ru: Настройки отображения
vi: Cài đặt hiển thị
zh_hans: 显示设定
zh_hant: 顯示設定

# sys.server.cn
source: China Mainland Servers
de: Server auf dem Festland von China
es: Servidores de China Continental
fil: Mga Server ng Mainland China
fr: Serveurs Chine continentale
it: Server della Cina continentale
ja: 中国本土のプレーヤー
ko: 중국 본토 서버
ru: Серверы материкового Китая
vi: Máy chủ Trung Quốc đại lục
zh_hans: 国服
zh_hant: 中國大陸伺服器

# sys.server.os
source: Global Servers
de: Globale Server
es: Servidores globales
fil: Mga Pandaigdigang Server
fr: Serveurs mondiaux
it: Server globali
ja: グローバルプレーヤー
ko: 글로벌 서버
ru: Глобальные серверы
vi: Máy chủ toàn cầu
zh_hans: 国际服
zh_hant: 國際伺服器

# tab.details.fullTitle
source: ShowCase Details
de: Details anzeigen
es: Mostrar detalles del escaparate
fil: Mga Detalye ng ShowCase
fr: Détails
it: Dettagli vetrina
ja: ショーケースの詳細
ko: 쇼케이스 세부정보
ru: Показать детали
vi: Hiển thị chi tiết
zh_hans: 展柜详情
zh_hant: 展櫃詳情

# tab.settings
source: Settings
de: Einstellungen
es: Configuración
fil: Mga Setting
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
ru: Настройки
vi: Cài đặt
zh_hans: 设定
zh_hant: 設定

# tab.settings.fullTitle
source: App Settings
de: App-Einstellungen
es: Configuración de la aplicación
fil: Mga Setting ng App
fr: Paramètres
it: Impostazioni dell'app
ja: アプリ設定
ko: 앱 설정
ru: Настройки приложения
vi: Cài đặt ứng dụng
zh_hans: App 设定
zh_hant: App 設定

# tab.today
source: Today
de: Heute
es: Hoy
fil: Ngayon
fr: Aujourd'hui
it: Oggi
ja: 今日
ko: 오늘
ru: Сегодня
vi: Hôm nay
zh_hans: 今日
zh_hant: 今日

# tab.today.fullTitle
source: Today’s Remains
de: Heute übrig geblieben
es: Restos de Hoy
fil: Mga Natira Ngayon
fr: Infos du jour
it: Rimanenze di oggi
ja: 今日の残量
ko: 오늘의 나머지
ru: Сегодняшние остатки
vi: Phần Còn Lại Hôm Nay
zh_hans: 今日所剩
zh_hant: 今日所剩

# tab.utils
source: Utils
de: Dienstprogramme
es: Utilidades
fil: Mga Kagamitan
fr: Outils
it: Utilità
ja: ツール
ko: 유틸리티
ru: Утилиты
vi: Tiện ích
zh_hans: 工具
zh_hant: 工具

# tab.utils.featureRemovalNotice
source: Some features are intentionally removed due to lack of maintenance and usability.
de: Einige Funktionen wurden aufgrund mangelnder Wartung und Benutzbarkeit absichtlich entfernt.
es: Algunas funciones han sido eliminadas intencionadamente debido a la falta de mantenimiento y usabilidad.
fil: Ang ilang mga feature ay sadyang inalis dahil sa kakulangan ng maintenance at usability.
fr: Certaines fonctionnalités ont été intentionnellement supprimées en raison d'un manque d'entretien et d'utilisabilité.
it: Alcune funzionalità sono state intenzionalmente rimosse a causa della mancanza di manutenzione e usabilità.
ja: メンテナンス不足と使い勝手の悪さにより、一部の機能は意図的に削除されました。
ko: 유지보수 부족과 사용성 문제로 인해 일부 기능이 의도적으로 제거되었습니다.
ru: Некоторые функции были намеренно удалены из-за недостаточного обслуживания и удобства использования.
vi: Một số tính năng đã bị xóa có chủ ý do thiếu bảo trì và tính khả dụng.
zh_hans: 某些功能由于缺乏维护、用户体验不良等原因而被移除。
zh_hant: 某些功能由於缺乏維護、使用者體驗不良等原因而被移除。

# tab.utils.fullTitle
source: Utilities
de: Dienstprogramme
es: Utilidades
fil: Mga Kagamitan
fr: Utilitaires
it: Utilità
ja: ツール
ko: 유틸리티
ru: Утилиты
vi: Tiện ích
zh_hans: 工具
zh_hant: 工具

# tools.hoyoMap.navTitle
source: miHoYo Interactive Map
de: miHoYo Interaktive Karte
es: miHoYo Mapa Interactivo
fil: miHoYo Mapa ng Pakikipag-ugnayan
fr: Carte Interactive miHoYo
it: mappa interattiva miHoYo
ja: miHoYo ゲーム地図
ko: miHoYo 인터랙티브 맵
ru: Интерактивная карта miHoYo
vi: Bản đồ Tương tác miHoYo
zh_hans: 米哈游互动地图
zh_hant: 米哈遊互動地圖

# tools.hoyoMap.sectionDescription
source: This menu will directly display the corresponding map webpage using the system's default browser.
de: Dieses Menü zeigt die entsprechende Karten-Webseite direkt über den Standardbrowser des Systems an.
es: Este menú mostrará directamente la página web del mapa correspondiente utilizando el navegador predeterminado del sistema.
fil: Ang menu na ito ay direktang magpapakita ng katumbas na webpage ng mapa gamit ang default na browser ng system.
fr: Ce menu affichera directement la page web de la carte correspondante en utilisant le navigateur par défaut du système.
it: Questo menu visualizzerà direttamente la pagina web della mappa corrispondente utilizzando il browser predefinito del sistema.
ja: このメニューは、システムの既定のブラウザを使用して、対応する地図ウェブページを直接表示します。
ko: 이 메뉴는 시스템의 기본 브라우저를 사용하여 해당 지도 웹페이지를 직접 표시합니다.
ru: Это меню будет напрямую отображать соответствующую веб-страницу карты, используя браузер, установленный в системе по умолчанию.
vi: Menu này sẽ hiển thị trực tiếp trang web bản đồ tương ứng bằng trình duyệt mặc định của hệ thống.
zh_hans: 此选单将直接通过系统默认浏览器显示相应的地图网页。
zh_hant: 該選單會直接藉由系統預設的瀏覽器來顯示對應的地圖網頁。

# app.dailynote.card.expedition.label
source: Expedition
es: Expedición
fil: Ekspedisyon
fr: Expédition
it: Spedizione
ja: 探索派遣
ko: 원정
ru: Экспедиция
vi: Thám hiểm
zh_hans: 探索派遣
zh_hant: 探索派遣

# settings.profile.advanced.dbSaveLocation.toAppContainer
source: App Container
es: Contenedor de la aplicación
fr: Conteneur d'application
it: Contenitore dell'app
ja: アプリコンテナ
ko: 앱 컨테이너
ru: Контейнер приложения
vi: Bộ chứa ứng dụng
zh_hans: 应用程序容器
zh_hant: 應用程式容器

# tab.details
source: Details
es: Detalles
fil: Mga Detalye
fr: Détails
it: Dettagli
ja: 詳細
ko: 세부사항
ru: Детали
vi: Chi tiết
zh_hans: 详情
zh_hant: 詳情

# app.dailynote.card.unit.days
source: d
ja: 日
ko: ㄷ
ru: д
zh_hans: 天
zh_hant: 天
